Repository: weLaunch-io/htaccess-generator
Catalog: app/locale/*/LC_MESSAGES/htaccess.po
Languages: de_de

source: <h4>Login successfull</h4><p>If you need help with operation or if you get any error please contact us via <b>codecanyon</b></p>
de_de: <h4>Login erfolgreich</h4><p>Wenn Sie Hilfe zur Bedienung benötigen oder Fehler bei der Eingabe erhalten, kontaktieren Sie uns über codecanyon!</p>

source: <h4>Login failed</h4> Wrong password.
de_de: <h4>Login fehlgeschlagen</h4> Falsches Passwort.

source: You have been signed out.
de_de: Sie wurden erfolgreich abgemeldet

source: Download successfull!
de_de: Download erfolgreich!

source: The download of your htaccess should have started automatically.
de_de: Der Download der htaccess sollte automatisch gestartet sein.

source: Delete successfull
de_de: Löschen erfolgreich!

source: htaccess saved!
de_de: Hatzen gespeichert!

source: You can view your htaccess when you click on `my htaccess` in the left sidebar
de_de: Sie können sich Ihre htaccess über einen Klick auf "meine htaccesses" in der linken Sidebar anschauen.

source: <h3>Passwords did not match</h3>
de_de: <h3>Passwörter stimmten nicht überein</h3>

source: <h3>You left something out ...</h3>
de_de: <h3>Sie haben etwas vergessen ...</h3>

source: Install
de_de: Installation

source: Password
de_de: Passwort

source: Password Repeat
de_de: Passwort-Wiederholung

source: Database
de_de: Datenbank

source: Port (leave empty for default 3306)
de_de: Port (leer für standard 3306)

source: User
de_de: Benutzer

source: Date
de_de: Datum

source: Delete htaccess
de_de: Htaccess löschen

source: Download htaccess
de_de: Hatccess downloaden

source: General
de_de: Allgemein

source: Password Protection
de_de: Passwort Schutz

source: Error Pages
de_de: Error-Seiten

source: Security
de_de: Sicherheit

source: Bad Robots
de_de: Böse Robots

source: Show comments
de_de: Zeige Kommentare

source: Show comments in the .htaccess?
de_de: Zeige Kommentare in der .htaccess

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Cross origin requests
de_de: Cross origin anfragen

source: Allow cross-origin requests
de_de: Cross origin Anfragen erlauben

source: Allow cross-origin images
de_de: Cross origin Bilder erlauben

source: Send the CORS header for images when browsers request it.
de_de: CORS-Header für Bilder senden wenn der Browser es anfragt.

source: Allow cross-origin web fonts
de_de: Cross origin Web Fonts erlauben

source: Allow cross-origin access to web fonts.
de_de: Cross origin Web Fonts erlauben

source: Allow Cross-origin resource timing
de_de: Cross origin ressource timing erlauben

source: Allow cross-origin access to the timing information for all resources.
de_de: Erlaube Cross-Origin Zugang zu den Zeitinformationen aller Ressourcen.

source: Render pages in the highest IE-mode?
de_de: Webseite im höchsten IE-Modus rendern?

source: Allow IFrame cookies?
de_de: IFrame-Cookies erlauben?

source: Allow cookies to be set from iframes in Internet Explorer.
de_de: Erlaube Cookies innerhalb von IFrames im Internet Explorer zu setzen.

source: Media types
de_de: Daten-Typen

source: Serve resources with the proper media types (f.k.a. MIME types)?
de_de: Ressourcen mit dem richtigen Datentyp ausliefern (a.k.a. MIME Typen)?

source: Character encodings
de_de: Charakter Encodings

source: Serve `text/html` or `text/plain` with charset `UTF-8`?
de_de: text/html oder text/plain in UTF-8 ausgeben?

source: Compression
de_de: Komprimierung

source: Enable compression?
de_de: Komprimierung erlauben?

source: Enable content transformation
de_de: Content transformation erlauben

source: Files
de_de: Dateien

source: Enable file concatenation?
de_de: Datei-Verkettung erlauben?

source: Enable filename-based cache busting
de_de: Erlaube Dateinamen basiertes Cache-Busting

source: Expiration
de_de: Ablaufdatum

source: Remove ETags
de_de: ETags entfernen

source: Remove `ETags` as resources are sent with far-future expires headers.
de_de: Entferne ETags von Ressourcen da diese mit expires header gesendet werden.

source: Enable expires headers?
de_de: Expires headers erlauben?

source: Expires Default
de_de: Standard-Ablaufdatum

source: Custom type expiration
de_de: Benutzerdefiniertes typ-Ablaufdatum

source: Type
de_de: Typ

source: -- Select document type --
de_de: -- Dokumenten-Typ auswählen --

source: Expire time value
de_de: Verfallszeitwert

source: Expire time
de_de: Ablaufzeit

source: Second(s)
de_de: Sekunde(n)

source: Hour(s)
de_de: Stunde(n)

source: Week(s)
de_de: Woche(n)

source: Month(s)
de_de: Monat(e)

source: Year(s)
de_de: Jahr(e)

source: Add Expiration
de_de: Ablaufdatum hinzufügen

source: Remove last Expiration
de_de: Letztes Ablaufdatum entfernen

source: Enable directory protection?
de_de: Orderschutz erlauben?

source: Settings (.htaccess)
de_de: Einstellungen (htaccess)

source: <abbr title="Password protected Area">Name of the proteced area</abbr>
de_de: <abbr title="Password protected Area">Name des password geschützten Bereichs</abbr>

source: <abbr title="e.g. .htpasswd">Path to the .htpasswd</abbr>
de_de: <abbr title="z.B. .htpasswd">Pfad zur .htpasswd</abbr>

source: Password encryption method
de_de: Passwort Verschlüsselung

source: Username
de_de: Benutzername

source: Password for the User
de_de: Passwort für den User

source: Add User
de_de: User hinzufügen

source: Remove User
de_de: User entfernen

source: Your .htpasswd
de_de: Ihre .htpasswd

source: Error prevention
de_de: Error Vorbeugung

source: yes
de_de: ja

source: no
de_de: nein

source: Custom error messages/pages
de_de: Benutzerdefinierte error-Meldung / -Seite

source: -- Select error Code --
de_de: -- Error-Code auswählen --

source: Error document
de_de: Error-Dokument

source: Add error page
de_de: Error-Seite hinzufügen

source: Remove last error page
de_de: Letzte Error-Seite entfernen

source: Enable Clickjacking-Protection?
de_de: Clickjacking-Schutz erlauben?

source: Protect website against clickjacking.
de_de: Beschütze deine Webseite gegen Clickjacking.

source: Content Security Policy (CSP) - Please use <a href="https://cspbuilder.info" target="_blank">CSP Builder</a>
de_de: Content Security Policy (CSP) - Bitte benutzen Sie <a href="https://cspbuilder.info" target="_blank">CSP Builder</a>

source: File access
de_de: Dateizugang

source: No access to directories without default document?
de_de: Verhindere den Zugang zu Ordnern ohne default Dokument?

source: Block hidden files
de_de: Blockiere versteckte Dateien

source: MIME type security
de_de: MIME-Type Sicherheit

source: Re-enable (XSS) filter
de_de: Reaktviere den XSS-Filter

source: Try to re-enable the cross-site scripting (XSS) filter built into most web browsers.
de_de: Versuche den im Browser eingebauten XSS-Filter wieder zu aktivieren.

source: Service Side Technology information
de_de: Service-seitige technische Informationen

source: Remove the `X-Powered-By` response header?
de_de: Entferne den "X-Powered-By" antwort-Header?

source: Show server software information?
de_de: Zeige Server software Informationen?

source: Enable Rewrites?
de_de: Rewrites erlauben?

source: Enable follow Symlinks?
de_de: Follow Symlinks erlauben?

source: Enable SymLinksIfOwnerMatch
de_de: SymLinksIfOwnerMatch erlauben?

source: Rewrite Base
de_de: Rewrite Basis

source: Appropriate scheme
de_de: Entsprechendes Schema

source: Forcings
de_de: Zwangsumleitungen

source: Force https?
de_de: Erzwinge https?

source: Force https
de_de: Erzwinge https

source: Force www?
de_de: Erzwinge www?

source: Force www
de_de: Erzwinge www

source: Custom rules
de_de: Benutzerdefinierte Regeln

source: For more information on how to use RewriteRules see:
de_de: Mehr Informationen zu RewriteRules:

source: Offical Documentation
de_de: Offizielle Dokumentation

source: Examples
de_de: Beispiele

source: Substitution
de_de: Ersetzung

source: Add custom rule
de_de: Benutzerdefinierte Regel hinzufügen

source: Remove custom rule
de_de: Benutzerdefinierte Regel entfernen

source: Block bad robots
de_de: Blockiere böse robots

source: Block bad robots?
de_de: Blockiere böse Robots?

source: Bad Bots & Scrapers
de_de: Böse Bots & Scraper

source: Vulnerability Scanners
de_de: Sicherheitslücken-Scanner

source: Aggressive Chinese Search Engine
de_de: Aggressive Chinesische Suchmaschinen

source: Aggressive Russian Search Engine
de_de: Aggressive russische Suchmaschinen

source: Your Htaccess
de_de: Deine htaccess

source: Copy
de_de: Kopieren

source: Save
de_de: Speichern

source: Close
de_de: Schließen

source: New htaccess
de_de: Neue htaccess

source: My htaccess's
de_de: Meine htaccesse's

source: Current htaccess
de_de: Derzetige htaccess

source: View result
de_de: Ergebnis zeigen

source: Reset
de_de: Zurücksetzen
